// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Diagnose afdrukkwaliteit";

TransferringProcessTitle = "Bezig met sturen van bestand…";
PrintingProcessTitle = "Bezig met afdrukken van de diagnostische pagina Afdrukkwaliteit…";

NoPrintTitle = "Kan de diagnostische pagina Afdrukkwaliteit niet afdrukken";
NoPrintMsg = "Controleer of de printer aanstaat en is aangesloten. Probeer het vervolgens opnieuw.";

RMTPQDPanelTitle = "Diagnosepagina afdrukkwaliteit afdrukken";
HSDRMTQPDPanelHeader = "Druk een pagina af om beter te beslissen of het nodig is om een van de programma's voor de afdrukkwaliteit uit te voeren om de kwaliteit van uw uitvoer te verbeteren.";
HSDRMTQPDPanelFooter = "Als u een exemplaar van de Diagnosepagina afdrukkwaliteit wilt afdrukken, klikt u op Pagina afdrukken.";
HSDRMTPQDButtonTitle = "Pagina afdrukken";

HSDQualityDiagnosticsTextFieldTitle = "Diagnose afdrukkwaliteit";
HSDInfoTextFieldTitle = "Er wordt een pagina op de printer afgedrukt aan de hand waarvan u kunt bepalen of u een onderhoudsprogramma moet uitvoeren om de kwaliteit van de afdrukken te verbeteren.";
HSDGuideTextFieldTitle = "Klik op Druk af als u de diagnostische pagina Afdrukkwaliteit wilt afdrukken.";
HSDPrintButtonTitle = "Druk af";
